[
    {
        "texts": [
            "Boatmobile is driven by SpongeBob",
            "SpongeBob drives his car"
        ]
    },
    {
        "texts": [
            "Krabby Patty formula is secret",
            "The secret formula for the Krabby Patty"
        ]
    },
    {
        "texts": [
            "Patrick is SpongeBob's best friend",
            "SpongeBob's best friend is Patrick"
        ]
    },
    {
        "texts": [
            "Squidward plays the clarinet",
            "The clarinet is played by Squidward"
        ]
    },
    {
        "texts": [
            "Plankton tries to steal the Krabby Patty recipe",
            "Plankton always schemes to get the Krabby Patty formula"
        ]
    },
    {
        "texts": [
            "Sandy lives in a treedome",
            "The treedome is Sandy's home"
        ]
    },
    {
        "texts": [
            "Mr. Krabs loves money",
            "Money is what Mr. Krabs loves the most"
        ]
    },
    {
        "texts": [
            "Bikini Bottom is the main setting of SpongeBob",
            "SpongeBob takes place in Bikini Bottom"
        ]
    },
    {
        "texts": [
            "Gary is SpongeBob's pet snail",
            "SpongeBob's pet is a snail named Gary"
        ]
    },
    {
        "texts": [
            "SpongeBob works at the Krusty Krab",
            "The Krusty Krab is SpongeBob's workplace"
        ]
    },
    {
        "texts": [
            "Mermaid Man and Barnacle Boy are superheroes in Bikini Bottom",
            "Bikini Bottom's superheroes are Mermaid Man and Barnacle Boy"
        ]
    },
    {
        "texts": [
            "Plankton runs the Chum Bucket",
            "The Chum Bucket is owned by Plankton"
        ]
    },
    {
        "texts": [
            "The Krusty Krab is famous for its Krabby Patties",
            "Krabby Patties are the specialty of the Krusty Krab"
        ]
    },
    {
        "texts": [
            "SpongeBob is always optimistic",
            "Optimism is a key trait of SpongeBob"
        ]
    },
    {
        "texts": [
            "Squidward dislikes SpongeBob's enthusiasm",
            "SpongeBob's excitement annoys Squidward"
        ]
    },
    {
        "texts": [
            "Sandy is a squirrel who lives underwater",
            "Underwater, Sandy lives in a special dome"
        ]
    },
    {
        "texts": [
            "The Krabby Patty secret formula is highly coveted",
            "Everyone wants to know the secret behind the Krabby Patty recipe"
        ]
    },
    {
        "texts": [
            "SpongeBob loves jellyfishing with Patrick",
            "Jellyfishing is SpongeBob and Patrick's favorite activity"
        ]
    },
    {
        "texts": [
            "Squidward dreams of becoming a famous clarinet player",
            "A famous clarinetist is Squidward's aspiration"
        ]
    },
    {
        "texts": [
            "Mrs. Puff teaches boating at her school",
            "The boating school instructor is Mrs. Puff"
        ]
    },
    {
        "texts": [
            "SpongeBob often annoys Squidward unintentionally",
            "Squidward gets annoyed by SpongeBob without him realizing it"
        ]
    },
    {
        "texts": [
            "The Flying Dutchman is a ghostly pirate in Bikini Bottom",
            "Bikini Bottom's pirate ghost is the Flying Dutchman"
        ]
    },
    {
        "texts": [
            "Patrick often comes up with silly ideas",
            "Silly ideas are Patrick's specialty"
        ]
    },
    {
        "texts": [
            "SpongeBob has a pineapple-shaped house",
            "A house shaped like a pineapple is where SpongeBob lives"
        ]
    },
    {
        "texts": [
            "Mr. Krabs is extremely protective of his money",
            "Money is Mr. Krabs' most prized possession"
        ]
    },
    {
        "texts": [
            "SpongeBob flips Krabby Patties at the Krusty Krab",
            "The Krusty Krab's cook is SpongeBob"
        ]
    },
    {
        "texts": [
            "Sandy is a scientist and an inventor",
            "Sandy loves creating scientific inventions"
        ]
    },
    {
        "texts": [
            "Patrick lives under a rock",
            "A rock is Patrick's home in Bikini Bottom"
        ]
    },
    {
        "texts": [
            "The Chum Bucket rarely has customers",
            "Plankton's Chum Bucket is unpopular"
        ]
    },
    {
        "texts": [
            "Mrs. Puff fears SpongeBob's driving lessons",
            "SpongeBob's driving terrifies Mrs. Puff"
        ]
    },
    {
        "texts": [
            "The Krusty Krab is shaped like a lobster trap",
            "A lobster trap inspired the design of the Krusty Krab"
        ]
    },
    {
        "texts": [
            "Gary communicates by meowing",
            "SpongeBob's snail Gary meows to communicate"
        ]
    },
    {
        "texts": [
            "SpongeBob has never passed his driving test",
            "SpongeBob consistently fails his boating exams"
        ]
    },
    {
        "texts": [
            "Patrick is known for his laziness",
            "Being lazy is one of Patrick's defining traits"
        ]
    },
    {
        "texts": [
            "Plankton has a computer wife named Karen",
            "Karen is Plankton's computer wife"
        ]
    },
    {
        "texts": [
            "Mr. Krabs has a daughter named Pearl",
            "Pearl is Mr. Krabs' teenage daughter"
        ]
    },
    {
        "texts": [
            "The Goo Lagoon is a popular beach in Bikini Bottom",
            "Bikini Bottom residents visit the Goo Lagoon beach"
        ]
    },
    {
        "texts": [
            "SpongeBob's laugh is high-pitched and contagious",
            "A high-pitched laugh is one of SpongeBob's trademarks"
        ]
    },
    {
        "texts": [
            "The Bubble Bowl was Squidward's biggest performance",
            "Squidward's grand performance happened at the Bubble Bowl"
        ]
    },
    {
        "texts": [
            "Plankton wants to take over Bikini Bottom",
            "Plankton's goal is to dominate Bikini Bottom"
        ]
    },
    {
        "texts": [
            "Jellyfish Fields is SpongeBob's favorite place to visit",
            "SpongeBob loves exploring Jellyfish Fields"
        ]
    },
    {
        "texts": [
            "Sandy wears an air helmet to breathe underwater",
            "To survive underwater, Sandy uses an air helmet"
        ]
    },
    {
        "texts": [
            "The Krusty Krab has a rival called the Chum Bucket",
            "The Chum Bucket competes with the Krusty Krab"
        ]
    },
    {
        "texts": [
            "Squidward enjoys his solitude",
            "Being alone is something Squidward cherishes"
        ]
    },
    {
        "texts": [
            "SpongeBob loves blowing bubbles",
            "Blowing bubbles is one of SpongeBob's hobbies"
        ]
    },
    {
        "texts": [
            "The Krusty Krab is run by Mr. Krabs",
            "Mr. Krabs is the owner of the Krusty Krab"
        ]
    },
    {
        "texts": [
            "Patrick enjoys eating ice cream with SpongeBob",
            "SpongeBob and Patrick often share ice cream"
        ]
    },
    {
        "texts": [
            "Sandy practices karate with SpongeBob",
            "SpongeBob and Sandy are karate partners"
        ]
    },
    {
        "texts": [
            "Plankton is obsessed with stealing the Krabby Patty recipe",
            "Stealing the Krabby Patty formula is Plankton's obsession"
        ]
    },
    {
        "texts": [
            "Pearl loves shopping and cheerleading",
            "Shopping and cheerleading are Pearl's favorite activities"
        ]
    },
    {
        "texts": [
            "SpongeBob wears square pants",
            "Square pants are SpongeBob's signature outfit"
        ]
    },
    {
        "texts": [
            "The Krusty Krab has a secret recipe for Krabby Patties",
            "Krabby Patties are made with a secret recipe at the Krusty Krab"
        ]
    },
    {
        "texts": [
            "Squidward works as a cashier at the Krusty Krab",
            "The Krusty Krab cashier is Squidward"
        ]
    },
    {
        "texts": [
            "Plankton's plans always fail",
            "Plankton's schemes never succeed"
        ]
    },
    {
        "texts": [
            "SpongeBob's alarm clock sounds like a foghorn",
            "A foghorn is used as SpongeBob's alarm clock"
        ]
    },
    {
        "texts": [
            "The Hash-Slinging Slasher is a spooky urban legend",
            "A scary urban legend is the Hash-Slinging Slasher"
        ]
    },
    {
        "texts": [
            "SpongeBob loves working at the Krusty Krab",
            "The Krusty Krab is SpongeBob's dream job"
        ]
    },
    {
        "texts": [
            "Bikini Bottom has a variety of quirky residents",
            "The residents of Bikini Bottom are eccentric and quirky"
        ]
    },
    {
        "texts": [
            "Squidward often paints self-portraits",
            "Painting self-portraits is one of Squidward's hobbies"
        ]
    },
    {
        "texts": [
            "The Dirty Bubble is a villain in Bikini Bottom",
            "A villain known as the Dirty Bubble causes trouble in Bikini Bottom"
        ]
    },
    {
        "texts": [
            "SpongeBob's favorite food is Krabby Patties",
            "Krabby Patties are SpongeBob's favorite thing to eat"
        ]
    },
    {
        "texts": [
            "Plankton uses Karen for his evil plans",
            "Karen helps Plankton with his schemes"
        ]
    },
    {
        "texts": [
            "The Alaskan Bull Worm caused chaos in Bikini Bottom",
            "Chaos in Bikini Bottom was caused by the Alaskan Bull Worm"
        ]
    },
    {
        "texts": [
            "Sandy competes in extreme sports",
            "Extreme sports are a passion of Sandy's"
        ]
    },
    {
        "texts": [
            "The Bikini Bottom citizens fear the Flying Dutchman",
            "The Flying Dutchman terrifies the people of Bikini Bottom"
        ]
    },
    {
        "texts": [
            "SpongeBob keeps his house clean and tidy",
            "A clean and organized house is important to SpongeBob"
        ]
    },
    {
        "texts": [
            "Patrick is known for being clueless but lovable",
            "Lovable but clueless describes Patrick perfectly"
        ]
    },
    {
        "texts": [
            "Squidward often tries to avoid SpongeBob and Patrick",
            "SpongeBob and Patrick are usually avoided by Squidward"
        ]
    },
    {
        "texts": [
            "SpongeBob celebrates his best days by singing",
            "Singing is how SpongeBob celebrates his happiest days"
        ]
    },
    {
        "texts": [
            "Sandy is originally from Texas",
            "Texas is where Sandy comes from"
        ]
    },
    {
        "texts": [
            "The Krusty Krab's rival is the Chum Bucket",
            "The Chum Bucket competes directly with the Krusty Krab"
        ]
    },
    {
        "texts": [
            "The Bikini Bottom annual jellyfish festival is a big event",
            "A major event in Bikini Bottom is the annual jellyfish festival"
        ]
    },
    {
        "texts": [
            "SpongeBob is always cheerful and helpful",
            "Being cheerful and helpful are key traits of SpongeBob"
        ]
    },
    {
        "texts": [
            "Patrick frequently gives bad advice to SpongeBob",
            "SpongeBob often receives poor advice from Patrick"
        ]
    },
    {
        "texts": [
            "The Krabby Patty is considered the best food in Bikini Bottom",
            "Bikini Bottom residents love eating Krabby Patties"
        ]
    },
    {
        "texts": [
            "Sandy likes to practice lassoing skills",
            "Lassoing is one of Sandy's favorite activities"
        ]
    },
    {
        "texts": [
            "Plankton's restaurant, the Chum Bucket, serves terrible food",
            "The Chum Bucket is notorious for its awful menu"
        ]
    },
    {
        "texts": [
            "The Bubble Bass order caused chaos at the Krusty Krab",
            "Chaos at the Krusty Krab ensued due to Bubble Bass's order"
        ]
    },
    {
        "texts": [
            "The My Leg guy is a recurring character in SpongeBob",
            "A character who always yells 'My Leg!' frequently appears"
        ]
    },
    {
        "texts": [
            "SpongeBob wears a tie with his outfit",
            "A tie is part of SpongeBob's iconic clothing"
        ]
    },
    {
        "texts": [
            "Plankton often uses gadgets to steal the Krabby Patty formula",
            "Plankton relies on his inventions to try to get the secret recipe"
        ]
    },
    {
        "texts": [
            "Gary is very intelligent despite being a snail",
            "Although a snail, Gary shows remarkable intelligence"
        ]
    },
    {
        "texts": [
            "SpongeBob is the Krusty Krab's most loyal employee",
            "Loyalty to the Krusty Krab defines SpongeBob as a worker"
        ]
    },
    {
        "texts": [
            "The citizens of Bikini Bottom celebrate holidays underwater",
            "Underwater holidays are celebrated by Bikini Bottom's citizens"
        ]
    },
    {
        "texts": [
            "The Flying Dutchman lives on a ghost ship",
            "A haunted ship is home to the Flying Dutchman"
        ]
    },
    {
        "texts": [
            "Patrick is bad at math but doesn't let it bother him",
            "Math isn't Patrick's strong suit, but he doesn't mind"
        ]
    },
    {
        "texts": [
            "Mr. Krabs uses old-fashioned methods to run the Krusty Krab",
            "The Krusty Krab operates with traditional methods under Mr. Krabs"
        ]
    },
    {
        "texts": [
            "Squidward dreams of living in a luxurious house",
            "A luxury home is part of Squidward's aspirations"
        ]
    },
    {
        "texts": [
            "The Bikini Bottom Zoo has a variety of exotic sea creatures",
            "Exotic sea creatures can be found at the Bikini Bottom Zoo"
        ]
    },
    {
        "texts": [
            "SpongeBob's pineapple house has three windows",
            "A pineapple-shaped house with three windows is where SpongeBob lives"
        ]
    },
    {
        "texts": [
            "The Krusty Krab is always busy at lunchtime",
            "Lunchtime is the busiest time at the Krusty Krab"
        ]
    },
    {
        "texts": [
            "Sandy's rocket caused trouble for Bikini Bottom residents",
            "Bikini Bottom got into trouble when Sandy launched her rocket"
        ]
    },
    {
        "texts": [
            "Patrick once worked at the Krusty Krab but didn't last long",
            "A short-lived job at the Krusty Krab was held by Patrick"
        ]
    },
    {
        "texts": [
            "The Bikini Bottom Carnival is a fun event for everyone",
            "Everyone in Bikini Bottom enjoys the Carnival festivities"
        ]
    },
    {
        "texts": [
            "SpongeBob loves singing the F.U.N. song",
            "The F.U.N. song is one of SpongeBob's favorites to sing"
        ]
    },
    {
        "texts": [
            "The Magic Conch Shell gives advice to SpongeBob and his friends",
            "SpongeBob and his friends consult the Magic Conch Shell for guidance"
        ]
    },
    {
        "texts": [
            "Mr. Krabs has a soft spot for his daughter Pearl",
            "Pearl is Mr. Krabs' most cherished family member"
        ]
    },
    {
        "texts": [
            "The Krusty Krab delivers food with its new delivery service",
            "A delivery service was recently added to the Krusty Krab's offerings"
        ]
    },
    {
        "texts": [
            "Plankton sometimes teams up with SpongeBob to solve problems",
            "SpongeBob and Plankton occasionally join forces to fix issues"
        ]
    },
    {
        "texts": [
            "Sandy built a treadmill that works underwater",
            "An underwater treadmill was invented by Sandy"
        ]
    },
    {
        "texts": [
            "Squidward competes in an annual clarinet competition",
            "An annual clarinet contest is something Squidward participates in"
        ]
    },
    {
        "texts": [
            "SpongeBob spends time catching jellyfish in Jellyfish Fields",
            "Jellyfish Fields is where SpongeBob catches jellyfish"
        ]
    },
    {
        "texts": [
            "Sandy built an air helmet to survive underwater",
            "An air helmet allows Sandy to breathe underwater"
        ]
    },
    {
        "texts": [
            "Plankton often tricks SpongeBob into helping him",
            "SpongeBob sometimes falls for Plankton's schemes"
        ]
    },
    {
        "texts": [
            "SpongeBob makes jelly from the jellyfish he catches",
            "Jellyfish jelly is made by SpongeBob after jellyfishing"
        ]
    },
    {
        "texts": [
            "Patrick once thought he was a superhero named 'The Elastic Waistband'",
            "The Elastic Waistband was Patrick's superhero alter ego"
        ]
    },
    {
        "texts": [
            "The Krusty Krab's grill is where SpongeBob cooks Krabby Patties",
            "Krabby Patties are prepared by SpongeBob on the grill at the Krusty Krab"
        ]
    },
    {
        "texts": [
            "The Nematodes once ate SpongeBob's house",
            "SpongeBob's pineapple house was devoured by Nematodes"
        ]
    },
    {
        "texts": [
            "Mrs. Puff is terrified of SpongeBob's driving skills",
            "SpongeBob's reckless driving terrifies Mrs. Puff"
        ]
    },
    {
        "texts": [
            "Squidward loves modern art",
            "Modern art is Squidward's passion"
        ]
    },
    {
        "texts": [
            "The Chum Bucket rarely has any customers",
            "Customers are a rare sight at the Chum Bucket"
        ]
    },
    {
        "texts": [
            "The Goo Lagoon is a popular beach in Bikini Bottom",
            "Bikini Bottom's residents love visiting the Goo Lagoon"
        ]
    },
    {
        "texts": [
            "Bubble Buddy is SpongeBob's bubble friend",
            "A bubble named Bubble Buddy is SpongeBob's friend"
        ]
    },
    {
        "texts": [
            "SpongeBob once ripped his pants at the beach",
            "At the beach, SpongeBob had an embarrassing moment with ripped pants"
        ]
    },
    {
        "texts": [
            "Squilliam Fancyson is Squidward's rival",
            "Squidward has a rival named Squilliam Fancyson"
        ]
    },
    {
        "texts": [
            "Mermaid Man shouts 'Evil!' when he sees villains",
            "Villains make Mermaid Man exclaim 'Evil!' loudly"
        ]
    },
    {
        "texts": [
            "SpongeBob's laugh is very distinctive",
            "A distinctive laugh is one of SpongeBob's trademarks"
        ]
    },
    {
        "texts": [
            "Patrick lives under a rock",
            "A rock is Patrick's home in Bikini Bottom"
        ]
    },
    {
        "texts": [
            "Sandy enjoys inventing and building machines",
            "Inventions and machines are Sandy's specialties"
        ]
    },
    {
        "texts": [
            "The Krabby Patty has a unique flavor loved by everyone",
            "Everyone loves the special taste of the Krabby Patty"
        ]
    },
    {
        "texts": [
            "SpongeBob has a driver's license that is always revoked",
            "SpongeBob's driver's license gets taken away frequently"
        ]
    },
    {
        "texts": [
            "Squidward loves peace and quiet",
            "Peace and quiet are what Squidward cherishes most"
        ]
    },
    {
        "texts": [
            "Patrick loves watching television on his rock",
            "On his rock, Patrick enjoys watching TV"
        ]
    },
    {
        "texts": [
            "The Krusty Krab was built in the shape of a lobster trap",
            "A lobster trap design was used for the Krusty Krab building"
        ]
    },
    {
        "texts": [
            "SpongeBob once worked as a stand-up comedian",
            "As a comedian, SpongeBob performed stand-up routines"
        ]
    },
    {
        "texts": [
            "Mr. Krabs has a whale for a daughter",
            "Mr. Krabs' daughter Pearl is a whale"
        ]
    },
    {
        "texts": [
            "Sandy hosts tea parties in her treedome",
            "Tea parties are hosted by Sandy in her treedome"
        ]
    },
    {
        "texts": [
            "The Jellyfish Jam caused chaos in SpongeBob's house",
            "SpongeBob's house was chaotic during the Jellyfish Jam"
        ]
    },
    {
        "texts": [
            "Plankton uses Karen, his computer wife, for advice",
            "Karen gives Plankton advice as his computer wife"
        ]
    },
    {
        "texts": [
            "SpongeBob and Patrick play with bubbles for fun",
            "Playing with bubbles is a favorite activity for SpongeBob and Patrick"
        ]
    },
    {
        "texts": [
            "The Bikini Bottom bus system is unpredictable",
            "Public transportation in Bikini Bottom is known for being unreliable"
        ]
    },
    {
        "texts": [
            "SpongeBob and Patrick once raised a clam as parents",
            "Parenting a clam was an adventure for SpongeBob and Patrick"
        ]
    },
    {
        "texts": [
            "Squidward once pretended to be a musician to impress his rival",
            "To impress Squilliam, Squidward pretended to be a great musician"
        ]
    },
    {
        "texts": [
            "Plankton has an archive of failed plans",
            "A collection of failed schemes is kept by Plankton"
        ]
    },
    {
        "texts": [
            "SpongeBob is known for his clean cooking skills",
            "Cooking with cleanliness is SpongeBob's hallmark"
        ]
    },
    {
        "texts": [
            "Bikini Bottom has an annual boating race",
            "An annual race involving boats is a tradition in Bikini Bottom"
        ]
    },
    {
        "texts": [
            "SpongeBob once tried to teach Squidward how to play the clarinet",
            "Squidward got lessons from SpongeBob on playing the clarinet"
        ]
    },
    {
        "texts": [
            "Patrick is often clueless about the simplest things",
            "The simplest concepts confuse Patrick"
        ]
    },
    {
        "texts": [
            "Sandy has a robotic squirrel suit to explore outer space",
            "A robotic suit allows Sandy to venture into space"
        ]
    },
    {
        "texts": [
            "Mr. Krabs doesn't like spending money unless it's absolutely necessary",
            "Spending money is something Mr. Krabs avoids unless it's necessary"
        ]
    },
    {
        "texts": [
            "Squidward once tried to start his own art gallery",
            "Starting an art gallery was one of Squidward's dreams"
        ]
    },
    {
        "texts": [
            "SpongeBob accidentally caused the Krusty Krab's grill to explode",
            "A mishap with the grill led to an explosion at the Krusty Krab"
        ]
    },
    {
        "texts": [
            "Patrick once won a beauty pageant despite not being prepared",
            "A beauty pageant victory was a surprise for Patrick"
        ]
    },
    {
        "texts": [
            "Squidward's paintings are often misunderstood by others",
            "Others frequently fail to appreciate Squidward's paintings"
        ]
    },
    {
        "texts": [
            "Sandy invented a flying machine to travel around Bikini Bottom",
            "A flying machine created by Sandy allows her to navigate Bikini Bottom"
        ]
    },
    {
        "texts": [
            "Plankton once tried to steal the Krabby Patty formula using a robot",
            "A robot was Plankton's tool for attempting to steal the Krabby Patty formula"
        ]
    },
    {
        "texts": [
            "Patrick once thought that a rock was a good pet",
            "A rock was Patrick's idea of a great pet"
        ]
    },
    {
        "texts": [
            "SpongeBob can't resist helping others, even if it causes problems",
            "Helping others is something SpongeBob can't avoid, even if it's troublesome"
        ]
    },
    {
        "texts": [
            "Squidward loves to complain about the noise from SpongeBob's laughter",
            "SpongeBob's loud laughter bothers Squidward"
        ]
    },
    {
        "texts": [
            "Mr. Krabs once tried to hide his money from SpongeBob and Squidward",
            "Hiding his wealth from SpongeBob and Squidward was Mr. Krabs' goal"
        ]
    },
    {
        "texts": [
            "Sandy has a deep appreciation for science and engineering",
            "Science and engineering are passions of Sandy"
        ]
    },
    {
        "texts": [
            "Plankton tried to use hypnotism to get the Krabby Patty formula",
            "Hypnotism was one of Plankton's schemes to steal the recipe"
        ]
    },
    {
        "texts": [
            "Patrick once opened a rock store to sell rocks",
            "A rock store was Patrick's business venture"
        ]
    },
    {
        "texts": [
            "SpongeBob and Patrick love playing practical jokes on Squidward",
            "Practical jokes on Squidward are something SpongeBob and Patrick enjoy"
        ]
    },
    {
        "texts": [
            "Sandy often performs karate with SpongeBob",
            "Karate is a regular activity that SpongeBob enjoys with Sandy"
        ]
    },
    {
        "texts": [
            "Mr. Krabs once gave SpongeBob a raise for his hard work",
            "A raise was Mr. Krabs' reward for SpongeBob's dedication"
        ]
    },
    {
        "texts": [
            "Squidward's dream is to be a successful artist and musician",
            "Squidward aspires to achieve fame as an artist and musician"
        ]
    },
    {
        "texts": [
            "Patrick sometimes gets confused by simple instructions",
            "Simple instructions often leave Patrick confused"
        ]
    },
    {
        "texts": [
            "SpongeBob and Patrick once tried to start a band together",
            "A band was formed by SpongeBob and Patrick as part of a fun experiment"
        ]
    },
    {
        "texts": [
            "The Flying Dutchman once tried to take over Bikini Bottom",
            "Bikini Bottom was nearly taken over by the ghostly Flying Dutchman"
        ]
    },
    {
        "texts": [
            "SpongeBob once got his dream job at the Krusty Krab after a lot of hard work",
            "Hard work helped SpongeBob achieve his dream job at the Krusty Krab"
        ]
    },
    {
        "texts": [
            "Sandy often provides solutions to problems with her scientific knowledge",
            "Science is Sandy's go-to tool for solving problems"
        ]
    },
    {
        "texts": [
            "Plankton uses his computer wife, Karen, to execute his plans",
            "Karen, Plankton's computer wife, helps with his evil plans"
        ]
    },
    {
        "texts": [
            "Mr. Krabs once opened a rival restaurant to the Krusty Krab",
            "A rival restaurant was once opened by Mr. Krabs"
        ]
    },
    {
        "texts": [
            "Patrick loves spending time with SpongeBob, even if they do nothing",
            "Doing nothing together is one of Patrick's favorite activities with SpongeBob"
        ]
    },
    {
        "texts": [
            "SpongeBob and Squidward once teamed up to save the Krusty Krab",
            "Saving the Krusty Krab required SpongeBob and Squidward's cooperation"
        ]
    },
    {
        "texts": [
            "Patrick once believed he could be a famous TV star",
            "A career as a famous TV star was something Patrick dreamed of"
        ]
    },
    {
        "texts": [
            "SpongeBob enjoys making Krabby Patties more than anything else",
            "Making Krabby Patties is SpongeBob's greatest joy"
        ]
    },
    {
        "texts": [
            "Sandy uses science to create fire underwater in her treedome",
            "Sandy's scientific skills help her start fires underwater"
        ]
    },
    {
        "texts": [
            "SpongeBob once tried to make a fire underwater using a magnifying glass",
            "Using a magnifying glass, SpongeBob tried to create a fire underwater"
        ]
    },
    {
        "texts": [
            "Sandy built a fireproof treedome to keep her experiments safe",
            "To protect her experiments, Sandy constructed a fireproof treedome"
        ]
    },
    {
        "texts": [
            "SpongeBob and Patrick created fire underwater using a special science device",
            "A science gadget was used by SpongeBob and Patrick to start a fire underwater"
        ]
    },
    {
        "texts": [
            "Sandy once demonstrated how to make a fire underwater with a chemical reaction",
            "A chemical reaction was used by Sandy to demonstrate fire creation underwater"
        ]
    },
    {
        "texts": [
            "Patrick accidentally started a fire underwater by rubbing two rocks together",
            "By rubbing rocks together, Patrick unknowingly created a fire underwater"
        ]
    },
    {
        "texts": [
            "Sandy's fire starting techniques are a result of her expertise in underwater science",
            "Expert knowledge of underwater science enables Sandy to start fires"
        ]
    },
    {
        "texts": [
            "Squidward once witnessed Sandy's fire starting experiment underwater",
            "Sandy's fire experiment underwater was something Squidward found fascinating"
        ]
    },
    {
        "texts": [
            "Mr. Krabs wanted to start a fire underwater to cook a special Krabby Patty",
            "A fire underwater was what Mr. Krabs desired for making a unique Krabby Patty"
        ]
    },
    {
        "texts": [
            "SpongeBob learned how to start a fire underwater for an emergency situation",
            "In an emergency, SpongeBob used science to start a fire underwater"
        ]
    }
]